LEXICON_RU = {
    "/start": "🎓 Привет! Я бот расписания РЭУ им.Плеханова 🎓\n\n"
              "📚 Отправь номер пары и корпуса, и я покажу свободные аудитории\n\n"
              "🔍 Доступные команды: /help",
    "/help": "<b>/start</b> - главное меню\n"
             "<b>/help</b> - справка\n",
    "schedule_optimization_btn": "Оптимизация расписания (в разработке)",
    "schedule_analytics_btn": "Аналитика расписания",
    "schedule_analytics": "qwerty123 - не надежный пароль",
    "empty_rooms_btn": "Свободные аудитории",
    "empty_rooms": "Чтобы получить список свободных аудиторий - введите номер пары и корпуса в формате: [номер пары]-[номер корпуса]\n"
                   "пример для второй пары в 3-ем корпусе: 2-3\n",
    "pairs_num_by_corpuses_btn": "Занятость корпусов",
}


LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'начало работы',
    '/help': 'как пользоваться ботом',
}
